Repository: danc403/nymphos
Catalog: src/nymph-keybindings/po/*.po
Languages: de, es, fr, ja

source: nymph Keybinding Editor
de: nymph Tastenkombinations-Editor
es: Editor de atajos de teclado de nymph
fr: Éditeur de raccourcis clavier nymph
ja: ニンフ キーバインディング エディタ

source: Openbox User Keybindings
es: Atajos de teclado de usuario de Openbox
fr: Raccourcis clavier utilisateur Openbox

source: Openbox User keybindings
es: Atajos de teclado de usuario de Openbox
fr: Raccourcis clavier utilisateur Openbox

source: Openbox System Keybindings
es: Atajos de teclado del sistema de Openbox
fr: Raccourcis clavier système Openbox

source: Openbox System keybindings
es: Atajos de teclado del sistema de Openbox
fr: Raccourcis clavier système Openbox

source: Orca User Keybindings
es: Atajos de teclado de usuario de Orca
fr: Raccourcis clavier utilisateur Orca

source: Orca User keybindings
es: Atajos de teclado de usuario de Orca
fr: Raccourcis clavier utilisateur Orca

source: Orca System Keybindings
es: Atajos de teclado del sistema de Orca
fr: Raccourcis clavier système Orca

source: Orca System keybindings
es: Atajos de teclado del sistema de Orca
fr: Raccourcis clavier système Orca

source: NVDA User Keybindings
es: Atajos de teclado de usuario de NVDA
fr: Raccourcis clavier utilisateur NVDA

source: NVDA User keybindings
es: Atajos de teclado de usuario de NVDA
fr: Raccourcis clavier utilisateur NVDA

source: NVDA System Keybindings
es: Atajos de teclado del sistema de NVDA
fr: Raccourcis clavier système NVDA

source: NVDA System keybindings
es: Atajos de teclado del sistema de NVDA
fr: Raccourcis clavier système NVDA

source: macOS VoiceOver Keybindings
es: Atajos de teclado de macOS VoiceOver
fr: Raccourcis clavier macOS VoiceOver

source: macOS VoiceOver keybindings
es: Atajos de teclado de macOS VoiceOver
fr: Raccourcis clavier macOS VoiceOver

source: Restore User Keybindings from System Defaults
de: Benutzerdefinierte Tastenkombinationen von Systemstandardeinstellungen wiederherstellen
es: Restaurar atajos de teclado de usuario desde los valores predeterminados del sistema
fr: Restaurer les raccourcis clavier utilisateur à partir des valeurs par défaut du système
ja: システムのデフォルトからユーザー キーバインディングを復元

source: Restore user keybindings from system defaults
es: Restaurar atajos de teclado de usuario desde los valores predeterminados del sistema
fr: Restaurer les raccourcis clavier utilisateur à partir des valeurs par défaut du système

source: Save
de: Speichern
es: Guardar
fr: Enregistrer
ja: 保存

source: Save keybindings
es: Guardar atajos de teclado
fr: Enregistrer les raccourcis clavier

source: Add Keybinding
de: Tastenkombination hinzufügen
es: Añadir atajo de teclado
fr: Ajouter un raccourci clavier
ja: キーバインディングを追加

source: Add keybinding
es: Añadir atajo de teclado
fr: Ajouter un raccourci clavier

source: Remove Keybinding
de: Tastenkombination entfernen
es: Eliminar atajo de teclado
fr: Supprimer un raccourci clavier
ja: キーバインディングを削除

source: Remove keybinding
es: Eliminar atajo de teclado
fr: Supprimer un raccourci clavier

source: Key Combination
de: Tastenkombination
es: Combinación de teclas
fr: Combinaison de touches
ja: キーコンビネーション

source: Action
de: Aktion
es: Acción
ja: アクション

source: Name
es: Nombre
fr: Nom
ja: 名前

source: Root permissions required.
de: Root-Berechtigungen erforderlich.
es: Se requieren permisos de root.
fr: Permissions root requises.
ja: ルート権限が必要です。

source: Keyboard section not found or malformed.
de: Abschnitt Tastatur nicht gefunden oder fehlerhaft.
es: Sección de teclado no encontrada o con formato incorrecto.
fr: Section clavier introuvable ou malformée.
ja: キーボードセクションが見つからないか、形式が間違っています。

source: Warning: Duplicate key found in config:
de: Warnung: Doppelte Taste in der Konfiguration gefunden:
es: Advertencia: Se encontró una tecla duplicada en la configuración:
fr: Avertissement : une touche dupliquée a été trouvée dans la configuration :
ja: 警告: 設定ファイルに重複するキーが見つかりました:

source: Error parsing XML:
de: Fehler beim Parsen des XML:
es: Error al analizar XML:
fr: Erreur lors de l'analyse XML :
ja: XML 解析エラー:

source: Keybindings saved successfully.
de: Tastenkombinationen erfolgreich gespeichert.
es: Atajos de teclado guardados correctamente.
fr: Raccourcis clavier enregistrés avec succès.
ja: キーバインディングが正常に保存されました。

source: Default keybindings file not found.
de: Datei mit Standard-Tastenkombinationen nicht gefunden.
es: No se encontró el archivo de atajos de teclado predeterminado.
fr: Fichier de raccourcis clavier par défaut introuvable.
ja: デフォルトのキーバインディングファイルが見つかりません。

source: User keybindings restored from system defaults.
de: Benutzerdefinierte Tastenkombinationen von Systemstandardeinstellungen wiederhergestellt.
es: Atajos de teclado de usuario restaurados desde los valores predeterminados del sistema.
fr: Raccourcis clavier utilisateur restaurés à partir des valeurs par défaut du système.
ja: システムのデフォルトからユーザー キーバインディングが復元されました。

source: Error restoring keybindings:
de: Fehler beim Wiederherstellen der Tastenkombinationen:
es: Error al restaurar los atajos de teclado:
fr: Erreur lors de la restauration des raccourcis clavier :
ja: キーバインディングの復元中にエラーが発生しました:

source: Warning: Key combination '%s' is already in use.
de: Warnung: Die Tastenkombination '%s' wird bereits verwendet.
es: Advertencia: La combinación de teclas '%s' ya está en uso.
fr: Avertissement : la combinaison de touches '%s' est déjà utilisée.
ja: 警告: キーコンビネーション '%s' は既に使用されています。

source: Warning: Duplicate key found in list:
de: Warnung: Doppelte Taste in der Liste gefunden:
es: Advertencia: Se encontró una tecla duplicada en la lista:
fr: Avertissement : une touche dupliquée a été trouvée dans la liste :
ja: 警告: リストに重複するキーが見つかりました:

source: Are you sure you want to restore user keybindings from system defaults?
de: Sind Sie sicher, dass Sie die benutzerdefinierten Tastenkombinationen von den Systemstandardeinstellungen wiederherstellen möchten?
es: ¿Está seguro de que desea restaurar los atajos de teclado del usuario desde los valores predeterminados del sistema?
fr: Êtes-vous sûr de vouloir restaurer les raccourcis clavier utilisateur à partir des valeurs par défaut du système ?
ja: システムのデフォルトからユーザー キーバインディングを復元してもよろしいですか？

source: Malformed config file
de: Fehlerhaft formatierte Konfigurationsdatei
es: Archivo de configuración con formato incorrecto
fr: Fichier de configuration malformé
ja: 形式が間違った設定ファイル

source: Keybindings file not found: %s
es: No se encontró el archivo de atajos de teclado: %s
fr: Fichier de raccourcis clavier introuvable : %s

source: Invalid XML structure: Root element not found.
es: Estructura XML no válida: No se encontró el elemento raíz.
fr: Structure XML invalide : élément racine introuvable.

source: nymph-OS keybindings loaded successfully.
es: Atajos de teclado de nymph-OS cargados correctamente.
fr: Raccourcis clavier nymph-OS chargés avec succès.

source: Error parsing nymph-OS XML configuration file:
es: Error al analizar el archivo de configuración XML de nymph-OS:
fr: Erreur lors de l'analyse du fichier de configuration XML nymph-OS :

source: nymph-OS keybindings saved successfully.
es: Atajos de teclado de nymph-OS guardados correctamente.
fr: Raccourcis clavier nymph-OS enregistrés avec succès.

source: Error saving nymph-OS XML configuration file:
es: Error al guardar el archivo de configuración XML de nymph-OS:
fr: Erreur lors de l'enregistrement du fichier de configuration XML nymph-OS :

source: Nymph-TTS keybindings loaded successfully.
es: Atajos de teclado de Nymph-TTS cargados correctamente.
fr: Raccourcis clavier Nymph-TTS chargés avec succès.

source: Error parsing Nymph-TTS XML configuration file:
es: Error al analizar el archivo de configuración XML de Nymph-TTS:
fr: Erreur lors de l'analyse du fichier de configuration XML Nymph-TTS :

source: Nymph-TTS keybindings saved successfully.
es: Atajos de teclado de Nymph-TTS guardados correctamente.
fr: Raccourcis clavier Nymph-TTS enregistrés avec succès.

source: Error saving Nymph-TTS XML configuration file:
es: Error al guardar el archivo de configuración XML de Nymph-TTS:
fr: Erreur lors de l'enregistrement du fichier de configuration XML Nymph-TTS :

source: Orca configuration file not found.
es: No se encontró el archivo de configuración de Orca.
fr: Fichier de configuration Orca introuvable.

source: Orca keybindings loaded successfully.
es: Atajos de teclado de Orca cargados correctamente.
fr: Raccourcis clavier Orca chargés avec succès.

source: Error reading Orca configuration file:
es: Error al leer el archivo de configuración de Orca:
fr: Erreur lors de la lecture du fichier de configuration Orca :

source: Error writing Orca configuration file:
es: Error al escribir el archivo de configuración de Orca:
fr: Erreur lors de l'écriture du fichier de configuration Orca :

source: User Orca keybindings restored from system defaults.
es: Atajos de teclado de usuario de Orca restaurados desde los valores predeterminados del sistema.
fr: Raccourcis clavier utilisateur Orca restaurés à partir des valeurs par défaut du système.

source: Error restoring Orca keybindings:
es: Error al restaurar los atajos de teclado de Orca:
fr: Erreur lors de la restauration des raccourcis clavier Orca :

source: NVDA configuration file not found: %s
es: No se encontró el archivo de configuración de NVDA: %s
fr: Fichier de configuration NVDA introuvable : %s

source: NVDA keybindings loaded successfully.
es: Atajos de teclado de NVDA cargados correctamente.
fr: Raccourcis clavier NVDA chargés avec succès.

source: Error loading NVDA keybindings:
es: Error al cargar los atajos de teclado de NVDA:
fr: Erreur lors du chargement des raccourcis clavier NVDA :

source: NVDA keybindings saved successfully.
es: Atajos de teclado de NVDA guardados correctamente.
fr: Raccourcis clavier NVDA enregistrés avec succès.

source: Error saving NVDA keybindings:
es: Error al guardar los atajos de teclado de NVDA:
fr: Erreur lors de l'enregistrement des raccourcis clavier NVDA :

source: Default NVDA configuration file not found.
es: No se encontró el archivo de configuración predeterminado de NVDA.
fr: Fichier de configuration NVDA par défaut introuvable.

source: User NVDA keybindings restored from system defaults.
es: Atajos de teclado de usuario de NVDA restaurados desde los valores predeterminados del sistema.
fr: Raccourcis clavier utilisateur NVDA restaurés à partir des valeurs par défaut du système.

source: Error restoring NVDA keybindings:
es: Error al restaurar los atajos de teclado de NVDA:
fr: Erreur lors de la restauration des raccourcis clavier NVDA :

source: Loading VoiceOver keybindings (implementation pending).
es: Cargando atajos de teclado de VoiceOver (implementación pendiente).
fr: Chargement des raccourcis clavier VoiceOver (implémentation en attente).

source: Saving VoiceOver keybindings (implementation pending).
es: Guardando atajos de teclado de VoiceOver (implementación pendiente).
fr: Enregistrement des raccourcis clavier VoiceOver (implémentation en attente).

source: User Keybindings
de: Benutzerdefinierte Tastenkombinationen
ja: ユーザー キーバインディング

source: System Keybindings
de: Systemweite Tastenkombinationen
ja: システム キーバインディング

source: Keybindings file not found.
de: Datei mit Tastenkombinationen nicht gefunden.
ja: キーバインディングファイルが見つかりません。

source: Enter Password
de: Passwort eingeben
ja: パスワードを入力してください

source: Password:
de: Passwort:
ja: パスワード:

source: Password entry cancelled.
de: Passworteingabe abgebrochen.
ja: パスワード入力がキャンセルされました。

source: Error running command:
de: Fehler beim Ausführen des Befehls:
ja: コマンドの実行中にエラーが発生しました:

source: Unexpected error:
de: Unerwarteter Fehler:
ja: 予期せぬエラー:

source: Could not open file, xdg-open not found.
de: Datei konnte nicht geöffnet werden, xdg-open nicht gefunden.
ja: ファイルを開くことができません。xdg-open が見つかりません。
